# . Создать новый проект
# 2. (МОДУЛЬ 1) В проекте создать новый модуль variables.py
# 3. Выбрать объект для описания из списка: овощ, еда, сотрудник, игрушка (так же можно придумать свой)
# 4. Объявить переменные основных типов данных для описания этого объекта:
#
# Например объект школьник:
# имя (тип строка), возраст (тип целое число), класс (тип целое число), отличник или нет (логический тип), средняя оценка (число с плавающей точкой)
#
# Чем больше переменных (характеристик), тем лучше. Минимально 4 переменные для типов (строка, число, число с плавающей точкой, логический тип)
#
# 5. В конце модуля с помощью функции type вывести тип для каждой из объявленных переменных

# сотрудник

name = "Max"
age = 40
average_score = 9.5
alcoholic = False

print (type(name))
print (type(age))
print (type(average_score))
print (type(alcoholic))